Repository: PavelJordan/MockTodoListSolution
Catalog: AvaloniaToDoListTrackerAndVisualizer/Lang/Resources.*.resx
Languages: cs_cz

# HomeButton
source: Home
cs_cz: Domů

# TreeButton
source: Tree view
cs_cz: Stromový pohled

# ProfileButton
source: Profile
cs_cz: Profil

# SettingsButton
source: Settings
cs_cz: Nastavení

# AddTaskButton
source: Add task
cs_cz: Přidat úlohu

# AddEventButton
source: Add event
cs_cz: Přidat událost

# StartSessionButton
source: Start session
cs_cz: Začít práci

# CompleteButton
source: Mark done
cs_cz: Označit hotovo

# UnCompleteButton
source: Mark not done
cs_cz: Odoznačit hotovo

# DetailsButton
source: Details
cs_cz: Více...

# ReadyButton
source: Ready
cs_cz: Připravené

# DoneButton
source: Done
cs_cz: Hotové

# AllButton
source: All
cs_cz: Všechny

# EditTaskWindowName
source: Edit task
cs_cz: Úprava úlohy

# GoBackButton
source: Back
cs_cz: Zpět

# TaskDefaultName
source: Untitled
cs_cz: Nová úloha

# SaveAndBackButton
source: Save and go back
cs_cz: Uložit a zpět

# DeleteButton
source: Delete
cs_cz: Smazat

# DeleteSwitchOff
source: Deletion disabled
cs_cz: Mazání vypnuto

# DeleteSwitchOn
source: Deletion enabled
cs_cz: Mazání zapnuto

# BeginDateText
source: Begin date
cs_cz: Začít

# HardDeadlineText
source: Hard deadline date
cs_cz: Druhý deadline

# SoftDeadlineText
source: Soft deadline date
cs_cz: První interní deadline

source: No deadline set
cs_cz: Bez nastaveného deadline

# DaysAfterBeginNoDeadline
source: days after begin date, no deadline
cs_cz: dní od začátku úlohy, bez deadlinu

# DaysAfterHard
source: days after hard deadline
cs_cz: dní po hard deadline

# DaysAfterSoft
source: days after soft deadline
cs_cz: dní po interním soft deadline

source: days until begin date
cs_cz: dní do začátku úlohy

source: days until hard deadline
cs_cz: dní zbývá do hard deadline

source: days until soft deadline
cs_cz: dní zbývá do interního soft deadline

# HoursText
source: Hours
cs_cz: Hodin

# MinutesText
source: Minutes
cs_cz: Minut

# TimeExpectedText
source: Time expected:
cs_cz: Očekávaná doba práce:

# TimeSpentText
source: Time spent:
cs_cz: Uplynulá doba práce:

# NotSetText
source: Not set
cs_cz: neznámo

# SubTaskEditWindowName
source: Edit subtask
cs_cz: Úprava podúlohy

# AddSubTaskButton
source: Add subtask
cs_cz: Přidat podúlohu

# NewSubTaskName
source: New subtask
cs_cz: Nová podúloha

# DescriptionText
source: description
cs_cz: popis

# NameText
source: name
cs_cz: název

# SelectGroupText
source: Select group...
cs_cz: Vyberte skupinu...

# GroupSelectionWindowName
source: Group selection
cs_cz: Výběr skupiny

# SelectText
source: Select
cs_cz: Vybrat

# NewGroupButton
source: New group
cs_cz: Vytvořit skupinu

# AssignNoGroupButton
source: Assign no group
cs_cz: Nastavit úlohu bez skupiny

# GroupNameWatermark
source: Group name
cs_cz: Název skupiny

# NewGroupPlaceholderName
source: New group
cs_cz: Nová skupina
